Revit 2027 API
OverrideGraphicSettings.Halftone Property
 Value of the halftone override.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Halftone { get; }
Public ReadOnly Property Halftone As Boolean
	Get
public:
property bool Halftone {
	bool get ();
}
member Halftone : bool with get
Property Value
Boolean
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace